Repository: RajSubramani/flutter-app
Catalog: flutter_app/lib/l10n/app_*.arb
Languages: fr

# title
source: My Child’s Smart Sensing…
fr: La détection intelligente de mon enfant…

source: Connected
fr: Connecté

source: Soothing Response
fr: Réponse apaisante

source: Soothing
fr: Apaisant

# music_and_sound
source: Music & Sound
fr: Musique et son

source: Customize
fr: Personnaliser

source: Vibe: Medium
fr: Ambiance: moyenne

source: Sound: Noise
fr: Son: bruit

# southing_resp_info
source: Press on the soothing response button on the bassinet to activate Soothing Response.
fr: Appuyez sur le bouton de réponse apaisante du berceau pour activer la réponse apaisante.

# soothing_resp_off
source: Soothing Response is off
fr: La réponse apaisante est désactivée

source: i
fr: je

# hello_user
source: Hello {name}
fr: Bonjour {name}
